<?php

/**
 * Translation for categories (UK).
 */

return [
    'list' => [
        'header' => 'Категорії',
    ],
    'form' => [
        'header' => [
            'create' => 'Створити Нову Категорію',
            'edit' => 'Редагувати Категорію'
        ],
        'field' => [
            'parent_id' => 'Батьківська Категорія'
        ]
    ],
    'flash' => [
        'created' => 'Категорію :Category успішно створено.',
        'updated' => 'Категорію :Category успішно оновлено.',
        'deleted' => 'Категорію :Category успішно видалено.',
    ],
    'modal' => [
        'delete' => [
            'header' => 'Видалити :Category',
            'body' => [
                'confirmation' => 'Ви впевнені, що хочете видалити категорію :Category <b>(всі підкатегорії будуть також видалені)</b>?',
                'info' => 'Ви не можете видалити категорію :Category, оскільки вона (або підкатегорії) містять товари.<br />
                          <a href=\':delete_url\'>Видаліть</a> спочатку всі товари для цієї категорії (та всіх підкатегорій) та 
                           повторіть спробу.'
            ]
        ]
    ]
];
